<?php
// Heading
$_['heading_title']       = 'Заказать обратный звонок';

// Text
$_['text_module']         = 'Модули';
$_['text_success']        = 'Модуль заказа обратного звонка успешно обновлен!';
$_['text_content_top']    = 'Верх страницы';
$_['text_content_bottom'] = 'Низ страницы';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';

// Settings
$_['setting_email_to']   = 'Отправлять письмо на адрес';
$_['setting_use_captcha']   = 'Использовать капчу';

// Info
$_['info_email_to']   = 'Если оставить пустым, будет отправлено на адрес магазина по умолчанию';
$_['info_use_captcha']   = 'Посетитель должен будет ввести цифры и буквы с изображения';

// Entry
$_['entry_layout']        = 'Схема:';
$_['entry_position']      = 'Расположение:';
$_['entry_status']        = 'Статус:';
$_['entry_sort_order']    = 'Порядок сортировки:';

// Error
$_['error_email']    = 'Ошибка: Неверный адрес электронной почты.';
$_['error_permission']    = 'Внимание: У вас недостаточно разрешений для изменений настроек модуля!';
?>
