<?php
// Heading
$_['heading_title']  = 'Обратный звонок';

// Text 
$_['link_message']   = 'Заказать обратный звонок';
$_['success_message']   = 'Ваш запрос был успешно отправлен администрации магазина!';
$_['description_message']   = 'Если сейчас Вы не можете связаться с нами, оставьте заявку и наш менеджер перезвонит Вам в удобное время.';

// Entry Fields
$_['entry_name'] = 'Ваше имя:';
$_['entry_phone'] = 'Ваш телефон:';
$_['entry_time'] = 'Желательное время для звонка:';
$_['entry_captcha'] = 'Введите код, указанный на картинке:';
$_['entry_submit'] = 'Отправить заявку';

// Entry Field Placeholders
$_['placeholder_name'] = 'Алиса Селезнева';
$_['placeholder_phone'] = '+7(800)222-33-22';
$_['placeholder_time'] = 'Вечером, после 17';

// Email
$_['email_subject'] = 'Заказ обратного звонка';
$_['email_message'] = "Имя: %s\r\nТелефон: %s\r\nЖелательное время звонка: %s\r\n\r\nНе отвечайте на это письмо, оно отправлено автоматически";

// Errors
$_['error_name'] = 'Имя должно быть от 3 до 128 символов!';
$_['error_phone'] = 'Телефон введён неверно!';
$_['error_captcha'] = 'Проверочный код не совпадает с изображением!';

//Javascript strings
$_['js_request_error'] = '<h2 class="error">Ой! Произошла ошибка.<br/>Попробуйте отправить еще раз и если ничего не получится, обязательно напишите нам.</h2>';
$_['js_request_timeout'] = '<h2 class="error">Хм, магазин не отвечает.<br />Наверное, все уснули. Попробуйте отправить еще раз.</h2>'
?>
